[
  {
    "names": "Creed III",
    "date_x": "03/02/2023",
    "score": 73.0,
    "genre": "Drama, Action",
    "overview": "After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damien Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damien — a fighter who has nothing to lose.",
    "crew": "Michael B. Jordan, Adonis Creed, Tessa Thompson, Bianca Taylor, Jonathan Majors, Damien Anderson, Wood Harris, Tony 'Little Duke' Evers, Phylicia Rashād, Mary Anne Creed, Mila Davis-Kent, Amara Creed, Florian Munteanu, Viktor Drago, José Benavidez Jr., Felix Chavez, Selenis Leyva, Laura Chavez",
    "orig_title": "Creed III",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 75000000.0,
    "revenue": 271616668.0,
    "country": "AU"
  },
  {
    "names": "Avatar: The Way of Water",
    "date_x": "12/15/2022",
    "score": 78.0,
    "genre": "Science Fiction, Adventure, Action",
    "overview": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
    "crew": "Sam Worthington, Jake Sully, Zoe Saldaña, Neytiri, Sigourney Weaver, Kiri / Dr. Grace Augustine, Stephen Lang, Colonel Miles Quaritch, Kate Winslet, Ronal, Cliff Curtis, Tonowari, Joel David Moore, Norm Spellman, CCH Pounder, Mo'at, Edie Falco, General Frances Ardmore",
    "orig_title": "Avatar: The Way of Water",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 460000000.0,
    "revenue": 2316794914.0,
    "country": "AU"
  },
  {
    "names": "The Super Mario Bros. Movie",
    "date_x": "04/05/2023",
    "score": 76.0,
    "genre": "Animation, Adventure, Family, Fantasy, Comedy",
    "overview": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "crew": "Chris Pratt, Mario (voice), Anya Taylor-Joy, Princess Peach (voice), Charlie Day, Luigi (voice), Jack Black, Bowser (voice), Keegan-Michael Key, Toad (voice), Seth Rogen, Donkey Kong (voice), Fred Armisen, Cranky Kong (voice), Kevin Michael Richardson, Kamek (voice), Sebastian Maniscalco, Spike (voice)",
    "orig_title": "The Super Mario Bros. Movie",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 100000000.0,
    "revenue": 724459031.0,
    "country": "AU"
  },
  {
    "names": "Mummies",
    "date_x": "01/05/2023",
    "score": 70.0,
    "genre": "Animation, Comedy, Family, Adventure, Fantasy",
    "overview": "Through a series of unfortunate events, three mummies end up in present-day London and embark on a wacky and hilarious journey in search of an old ring belonging to the Royal Family, stolen by ambitious archaeologist Lord Carnaby.",
    "crew": "Óscar Barberán, Thut (voice), Ana Esther Alborg, Nefer (voice), Luis Pérez Reina, Carnaby (voice), María Luisa Solá, Madre (voice), Jaume Solà, Sekhem (voice), José Luis Mediavilla, Ed (voice), José Javier Serrano Rodríguez, Danny (voice), Aleix Estadella, Dennis (voice), María Moscardó, Usi (voice)",
    "orig_title": "Momias",
    "status": "Released",
    "orig_lang": "Spanish, Castilian",
    "budget_x": 12300000.0,
    "revenue": 34200000.0,
    "country": "AU"
  },
  {
    "names": "Supercell",
    "date_x": "03/17/2023",
    "score": 61.0,
    "genre": "Action",
    "overview": "Good-hearted teenager William always lived in hope of following in his late father’s footsteps and becoming a storm chaser. His father’s legacy has now been turned into a storm-chasing tourist business, managed by the greedy and reckless Zane Rogers, who is now using William as the main attraction to lead a group of unsuspecting adventurers deep into the eye of the most dangerous supercell ever seen.",
    "crew": "Skeet Ulrich, Roy Cameron, Anne Heche, Dr Quinn Brody, Daniel Diemer, William Brody, Jordan Kristine Seamón, Harper Hunter, Alec Baldwin, Zane Rogers, Richard Gunn, Bill Brody, Praya Lundberg, Amy, Johnny Wactor, Martin, Anjul Nigam, Ramesh",
    "orig_title": "Supercell",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 77000000.0,
    "revenue": 340941958.6,
    "country": "US"
  },
  {
    "names": "Cocaine Bear",
    "date_x": "02/23/2023",
    "score": 66.0,
    "genre": "Thriller, Comedy, Crime",
    "overview": "Inspired by a true story, an oddball group of cops, criminals, tourists and teens converge in a Georgia forest where a 500-pound black bear goes on a murderous rampage after unintentionally ingesting cocaine.",
    "crew": "Keri Russell, Sari, Alden Ehrenreich, Eddie, O'Shea Jackson Jr., Daveed, Ray Liotta, Syd, Kristofer Hivju, Olaf (Kristoffer), Margo Martindale, Ranger Liz, Christian Convery, Henry, Isiah Whitlock Jr., Bob, Jesse Tyler Ferguson, Peter",
    "orig_title": "Cocaine Bear",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 35000000.0,
    "revenue": 80000000.0,
    "country": "AU"
  },
  {
    "names": "John Wick: Chapter 4",
    "date_x": "03/23/2023",
    "score": 80.0,
    "genre": "Action, Thriller, Crime",
    "overview": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
    "crew": "Keanu Reeves, John Wick, Donnie Yen, Caine, Bill Skarsgård, Marquis de Gramont, Ian McShane, Winston, Laurence Fishburne, Bowery King, Lance Reddick, Charon, Clancy Brown, The Harbinger, Hiroyuki Sanada, Shimazu, Shamier Anderson, Mr Nobody",
    "orig_title": "John Wick: Chapter 4",
    "status": "Released",
    "orig_lang": "English",
    "budget_x": 100000000.0,
    "revenue": 351349364.0,
    "country": "AU"
  }
]